{
  "celestial": {
    "name": "celestial",
    "speciality1": "Born from the fabric of galaxies, Celestials command the hidden powers of the cosmos. At the start of battle, they weaken their enemies with {debuffimg} <span class=\"darkmagic\">{dark magic}</span> from the celestial particles within their core.",
    "speciality2": "Unaffected by stun, Celestials form a shield in response. Each time they are stunned or frozen, they gain {buffimg} <span class=\"barrier\">{barrier}</span> as protection."
  },
  "elf": {
    "name": "elf",
    "speciality1": "Elves are deeply in tune with natural forces, making them quick and unpredictable in battle. When entering the fight, they suffer {debuffimg} <span class=\"lightning\">{lightning}</span>—but are also boosted by {buffimg} <span class=\"dopamine\">{dopamine}</span>, heightening their agility.",
    "speciality2": "With ancient elemental wisdom, Elves summon wild rain at battle start, instantly applying {debuffimg} <span class=\"water\">{water}</span> to their foe."
  },
  "orc": {
    "name": "orc",
    "speciality1": "Hardened by endless battles, Orcs have skin stronger than steel. This trait gives them {buffimg} <span class=\"endurance\">{endurance}</span> at the start of battle, shielding them from most damage.",
    "speciality2": "That same tough skin releases toxins. As the fight begins, enemies are hit with {debuffimg} <span class=\"poison\">{poison}</span>—a toxic welcome to war."
  },
  "human": {
    "name": "human",
    "speciality1": "With sharp minds and quick thinking, Humans adapt fast in battle. Their intelligence gives them {buffimg} <span class=\"wisdom\">{wisdom}</span> at the start, helping them control the fight.",
    "speciality2": "But their weaker bodies are a drawback. Humans take {debuffimg} <span class=\"curse\">{curse}</span> when the fight begins, showing their fragility against stronger foes."
  },
  "undead": {
    "name": "undead",
    "speciality1": "Fueled by dark energy, the Undead rise with eerie strength. At battle start, they gain {debuffimg} <span class=\"poison\">{poison}</span> and {buffimg} <span class=\"vitals\">{vitals}</span>—a blend of decay and power.",
    "speciality2": "Hungry for life, the Undead heal by harming others. To reflect this, they begin each fight with {buffimg} <span class=\"vamp\">{vamp}</span>."
  }
}
