{
  "effects": {
    "lightning": {
      "name": "Lightning",
      "description": "Causes your body to be in shock, receiving additional 0.1% true damage for each Lightning."
    },
    "darkmagic": {
      "name": "Dark Magic",
      "description": "Enemy steals 1 stamina per round for each stack of Dark Magic element."
    },
    "fire": {
      "name": "Fire",
      "description": "Deals damage to you every second based on 0.5% of enemy attack damage for each Fire stack."
    },
    "poison": {
      "name": "Poison",
      "description": "Making your hero dizzy which causes chance of missing your attack. Increases the chance by 1% for each Poison stack."
    },
    "ice": {
      "name": "Ice",
      "description": "You have chance of being frozen for 1 round, 2% per 1 stack of Ice element."
    },
    "water": {
      "name": "Water",
      "description": "Slows your attacks by 1% for each stack of Water."
    },
    "curse": {
      "name": "Curse",
      "description": "You were cursed by enemy, causing you to deal 1% less damage for each Curse stack."
    },
    "rage": {
      "name": "Rage",
      "description": "You have gained enough rage to increase your damage. One Rage stack increases your damage by 1%."
    },
    "endurance": {
      "name": "Endurance",
      "description": "You have experienced enough pain training, you now gain increased armor by 1% per each Endurance stack."
    },
    "wisdom": {
      "name": "Wisdom",
      "description": "You have got enough wisdom to reduce your cooldown of abilities for 1% for each Wisdom."
    },
    "dopamine": {
      "name": "Dopamine",
      "description": "Dopamine is really powerful, increases your attack speed by 1% for each Dopamine stack."
    },
    "vitals": {
      "name": "Vitals",
      "description": "You got strong core vitals which helps you to regenerate 0.01% total health per tick (second)."
    },
    "vamp": {
      "name": "Vamp",
      "description": "Inherited vamp ability, which allows you to heal by the damage you deal. Each Vamp stack is 1% heal of damage done."
    }
  }
}
